

{
    "introScreens": {
        "page2": {
            "title": "What is CarbonXP?",
            "description": "Carbon XP is an educational tool created to bring awareness to the interconnectedness between human activity and our environment"
        },

        "page3": {
            "description": "Use this platform to learn about a few of the ways your daily activities create greenhouse gas emissions, and to hear directly from people all over the planet about climate change."
        }
    },
    
    "carbonCounterScreens": {
        "intro": {
            "title": "Carbon Counter",
            "description": "This activity will provide information about the greenhouse gas emissions that are produced as a result of some of your daily activities. The results will help you better understand your carbon footprint.",
            "disclaimerTitle": "Note: ",
            "disclaimer": "this activity captures just a few activities and is not a total picture of your carbon footprint, it is just an estimate of one slice of your life"
        },
        
        "household": {
            "title": "Household",
            "questions": [
                "Zip Code",
                "How many people do you live with?",
                "House size (square feet)?"
            ],
            "placeholders": [
                "Enter your Zip Code",
                "Enter a number",
                "NONE"
            ],
            "info": [
                {
                    "section": "Zip Code",
                    "text": "Your zip code allows us to determine the type of fuels that are likely used to power your home (e.g., heat, cool, and provide electricity) where you live."
                },
                {
                    "section": "House size",
                    "text": "The size of your house primarily determines how much energy is used to heat or cool your home and how much electricity is used to power things like appliances. However, there are other factors such as how old or energy efficient your home is that can make a difference in the amount of energy used. This exercise will give you a general estimate based on average homes in your area and does not take into account specific circumstances that might make your home use more or less fossil fuels"
                },
                {
                    "section": "Who you live with",
                    "text": "If you live with others in the home, then all the energy used in your home is not just for you, others get the benefit from that same amount of energy used. The number of people in your household is used to calculate the emissions that should be attributable just to you."
                }
            ] 
        },

        "transportation": {
            "title": "Transportation",
            "questions": [
                "Approximately how many miles do you travel (round trip) to school on an average day?",
                "How much of your daily travel to school is by a 'greener' form?",
                "What is closest to your primary mode of transportation?",
                "How does your summer travel compare to your school year travel?"
            ],
            "sliderMin": [
                "NONE",
                "no other mode of transport",
                "NONE",
                "Travel less"
            ],
            "sliderMax": [
                "NONE",
                "about half my travel is greener",
                "None",
                "Travel more"
            ],
            "MCOptions": [
                "Car SUV",
                "Sedan",
                "Truck SUV",
                "Minivan",
                "Pickup Truck"
            ],
            "info": [
                {
                    "section": "Transportation",
                    "text": "In this section, we assume that your primary use of transportation modes is to get to school and back. Then, we factored in a multiplier of that number based on your response regarding summer travel patterns."
                }
            ] 
        },

        "diet": {
            "title": "Diet",
            "questions": [
                "How many servings of beef do you have in a typical week?",
                "How many servings of dairy (cheese, milk products, eggs) do you have in a typical week?"
            ],
            "placeholders": [
                "Give your best estimate",
                "Give your best estimate"
            ],
            "info": [
                {
                    "section": "What is a serving?",
                    "text": "For the number of servings, it is fine to just guess — the idea is simply to give yourself an idea of the emissions impact of various food choices. But, if you want to try to be more precise, a \"serving\" is described below:"
                },
                {
                    "section": "Beef",
                    "text": "1 serving = 4 ounces, about the size of a deck of cards"
                },
                {
                    "section": "Dairy",
                    "categoryText": [
                        "1 serving of eggs = 2 egss",
                        "1 serving of milk products (milk, yogurt, etc) = 8 ounces, about the size of a baseball",
                        "1 serving of cheese = 3 ounces, about the size of 12 dice or three individual string cheese"
                    ]
                },
                {
                    "section": "Diet Summary",
                    "text": [
                        "We deliberately picked two relatively high impact food choices. We omitted pork but its emissions profile is less than beef but more than dairy. Producing plant based foods generally emits fewer greenhouse gas emissions. Animal based food requires feed (that must be grown and processed), land, and more water than plant based food.",
                        "Cows are especially greenhouse gas intensive because they are ruminant animals. They have a special digestive system that produces methane (cow burps). Cows are just one part of the greenhouse gas emissions produced in the agricultural system, and agriculture is just one part of the greenhouse gas emissions produced by human activity.",
                        "Many people are also working on novel solutions that would not depend on changing dietary preferences around the world."
                    ]
                }
            ] 
        },

        "shopping": {
            "title": "Shopping",
            "questions": [
                "In the last 3 months, how many articles of new clothes have you purchased?"
            ],
            "placeholders": [
                "Give your best estimate"
            ],
            "info": [
                {
                    "section": "Shopping",
                    "text": [
                        "The amount of greenhouse gases emitted to produce different types of clothing (e.g., pants, dresses, socks, etc) will vary based on the materials, method, and energy sources used. We use data from the production of an \"average\" t-shirt for this question to give you an idea of your clothing shopping impacts.",
                        "Of course, there are many things we buy and use that are not captured by this question, such as electronics, cosmetics, toiletries, games, appliances, food, and much more. But this is meant to give you a snapshot of one aspect of your life. Next time you touch any object, imagine how and where it might have been made, and the energy source and materials that were needed to make and transport it.",
                        "There are many people in the world working hard to change the way we make and transport things, what happens to things at the end of their useful lives, and where we get the energy to make the things we enjoy. We do not have to go without the things we like or that make life easier in order to address climate change."
                    ]
                }
 
            ] 
        }

    }
}